/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */



"zanalytics.bug.alert.withscreenshot" = "Med skjermbilde";
"zanalytics.bug.alert.withscreenrecord" = "Med skjermopptak";
"zanalytics.bug.alert.about" = "Om";
"zanalytics.bug.alert.from" = "Fra";
"zanalytics.bug.alert.imagelimitreached" = "Maksimumsgrense nådd";
"zanalytics.bug.alert.imagelimits" = "Du kan kun legge ved opptil 10 bilder.";
"zanalytics.bug.alert.macheader" = "Del tilbakemeldinger med oss eller rapporter feil sammen med vedlegg for vår referanse.";
"zanalytics.bug.alert.write" = "Skriv til oss";
"zanalytics.bug.alert.recordedclip" = "Opptaksklipp";


"zanalytics.bug.alert.anonymalert" = "Vi anbefaler alltid at du sender e-postadressen din når du kommer med tilbakemeldinger. Hvis du ikke deler e-postadressen din med oss, vil vi ikke kunne få oppdateringer om saken.";
"zanalytics.bug.alert.quitfeedback" = "Er du sikker på at du vil forlate den?";
"zanalytics.feedback.navbar.title.feedback"  = "Tilbakemelding";
"zanalytics.feedback.navbar.title.noscreenshots" = "Ingen skjermbilder er tilgjengelige";
"zanalytics.feedback.navbar.title.screenshots" = "Skjermbilder";
"zanalytics.feedback.navbar.title.snap" = "Forankre";
"zanalytics.feedback.navbar.title.compose" = "Skrive";
"zanalytics.feedback.privacy.consent.cancel" = "Avbryt";
"zanalytics.feedback.navbar.button.title.done" = "Ferdig";
"zanalytics.bug.alert.cancel"              = "Niks";
"zanalytics.bug.alert.title"                = "Har du noe du vil fortelle oss?";
"zanalytics.feedback.navbar.title.reportbug"            = "Rapporter feil";
"zanalytics.feedback.navbar.title.helpme"              = "Hjelp meg";
"zanalytics.feedback.navbar.title.systemlogs"            = "Personlige systemlogger";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "Diagnoseinformasjon";
"zanalytics.bug.alert.dontshowagain"            = "Ikke vis på nytt";
"zanalytics.bug.alert.title.helpme"            = "Hjelp meg";
"zanalytics.bug.alert.message.savetolocal"        = "Beklager ... Vi kunne ikke sende inn feilrapport, vil du lagre skjermbildet?";
"zanalytics.feedback.email.title"                = "E-postadresse";
"zanalytics.bug.detectscreen.title"      = "Har du oppdaget noe interessant?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Ja";
"zanalytics.bug.alert.detectscreen.no"                      = "Nei";
"zanalytics.bug.alert.detectscreen.share" = "Del";
"zanalytics.bug.alert.detectscreen.dontshow" = "Ikke spør på nytt";
"zanalytics.bug.annotate.button.title"                      = "Beskriv feilen ved hjelp av verktøyene nedenfor";
"zanalytics.feedback.failed.alert.description" = "Kunne ikke sende tilbakemelding, prøv på nytt!";
"zanalytics.feedback.success.alert.description" = "Takk for at du sendte inn denne tilbakemeldingen!";
"zanalytics.feedback.common.alert.title.add.photos" = "Legg til bilder";
"zanalytics.feedback.common.alert.title.alert" = "Varsel";
"zanalytics.feedback.common.button.title.back" = "Tilbake";
"zanalytics.feedback.common.button.title.cancel" = "Avbryt";
"zanalytics.feedback.common.button.title.close" = "Lukk";
"zanalytics.feedback.common.button.title.ok" = "OK";
"zanalytics.feedback.textview.placeholder"          = "Vi vil høre fra deg! Vi tar med oss forslagene fra deg ved fremtidige oppdateringer.";
"zanalytics.bug.textview.placeholder"          = "Har du støtt på problemer mens du brukte appen vår? La oss høre fra deg.";
"zanalytics.help.textview.placeholder"          = "Vi skal prøve å rette opp ting og hjelpe deg!";
"zanalytics.feedback.add.photos.alert.description" = "Ingen bilder er lagt ved. Åpne bildegalleriet for å legge til flere bilder!";
"zanalytics.feedback.add.photos.alert.open" = "Åpne bilder";
"zanalytics.feedback.access.photos.alert.description" = "%@-appen har ikke tilgang til bildene dine.\nFor å gi tilgang, kan du gå til: Innstillinger > Personvern > Bilder > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Innstillinger";
"zanalytics.feedback.label.title.anonymous" = "Anonym";
"zanalytics.feedback.navbar.button.title.send" = "Send";
"zanalytics.feedback.navbar.button.title.next" = "Neste";
"zanalytics.feedback.navbar.button.title.editphotos" = "Rediger bilder";
"zanalytics.feedback.navbar.button.title.addmore" = "Legg til flere";
"zanalytics.feedback.navbar.button.title.attach" = "Legg til";
"zanalytics.feedback.navbar.button.title.delete" = "Slett";
"zanalytics.feedback.navbar.title.taptoedit" = "Trykk for å redigere";
"zanalytics.feedback.navbar.title.editor" = "Redigerer";
"zanalytics.feedback.navbar.title.choosephotos" = "Velg bilder";
"zanalytics.feedback.navbar.title.selectphotos" = "Velg bilder";
"zanalytics.feedback.navbar.title.photoselected" = "Bilde valgt";
"zanalytics.feedback.navbar.title.photosselected" = "Bilder valgt";
"zanalytics.feedback.accessory.title.systemlogs" = "Inkluder systemlogger";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Inkluder diagnoseinformasjon";
"zanalytics.feedback.accessory.button.title.view" = "Vis";
"zanalytics.feedback.picker.image.notfound" = "Bildene ble ikke funnet";
"zanalytics.feedback.attachments.title" = "Vedlegg (%i)";
"zanalytics.feedback.privacy.consent.description" = "Vi anbefaler at du legger til konsolloggen og diagnoseinformasjonen slik at utviklerne våre letter kan forstå tilbakemeldingene du deler med oss.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Konsollogger";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnoseinformasjon";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Annen informasjon";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Enhetsinfo";
"zanalytics.feedback.privacy.consent.openmailapp" = "Åpne i e-post";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Send alltid";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Registrer problemet ditt";
"issuerecordscreen.label.close" = "Lukk";
"issuerecordscreen.label.failedtoinitiate" = "Kunne ikke starte skjermopptak";
"issuerecordscreen.label.failuremultiwindow" = "Innholdet du forsøker å spille inn i er i flervindusmodus, og dette støttes ikke for innspilling. Bytt til fullskjermmodus";
"issuerecordscreen.label.nointerneterror" = "Det kreves en Internett-tilkobling for skjermopptak. Koble til for å fortsette.";
"issuerecordscreen.label.ok" = "OK";
"issuerecordscreen.label.recordinginfo" = "Ta raskt opp problemene du støter på, og send dem til brukerstøtteteamet for enkel forståelse og rask hjelp.";
"issuerecordscreen.label.iagreetext" = "Jeg godtar og samtykker i innsamlingen av de nødvendige dataene. Vis detaljer";
"issuerecordscreen.label.optiontotrim" = "Du kan velge å beskjære, redigere og annotere på videoen som er tatt opp.";
"issuerecordscreen.label.startrecording" = "Start opptak";
"issuerecordscreen.label.endrecording" = "Slutt opptak";
"issuerecordscreen.label.recordinginprogress" = "Opptak pågår!";
"issuerecordscreen.label.quicktipstext" = "Hurtigtips";
"issuerecordscreen.label.quicktips1" = "Du kan ta opp skjermen i maksimalt 5 minutter.";
"issuerecordscreen.label.quicktips2" = "Du kan beskjære, redigere og annotere på videoen som er tatt opp.";
"issuerecordscreen.label.quicktips3" = "Ikke lukk appen når skjermen blir tatt opp.";
"issuerecordscreen.label.quicktips4" = "Du finner mer informasjon i hjelpedokumentasjonen";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "De følgende dataene blir innsamlet når du samtykker:";
"dataconsentscreen.label.consent1" = "IP-adressen din og konsolloggene som genereres under opptaket";
"dataconsentscreen.label.consent2" = "Detaljer om miljøet, for eksempel enhetsnavn, versjon av operativsystem osv.";
"dataconsentscreen.label.consent3" = "Målinger om enhetsytelse (for eksempel minne, nettverkshastighet osv.)";
"dataconsentscreen.label.consent4" = "Skjermopptaket fra enhetsvinduet";
"dataconsentscreen.label.consent5" = "Som standard blir lyden tatt opp under skjermopptaket. Men du kan enten dempe lyden eller spille inn lyssporet på nytt før du sender det inn.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "Tilgang til mikrofonen er deaktivert";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Gå til innstillinger og skru på mikrofonen for å spille inn lyd.";
"videoannotationscreen.alert.microphonedisablediphone" = "Tilgang til mikrofonen er deaktivert. Gå til innstillinger og skru på mikrofonen for å spille inn lyd.";

// General
"general.label.recordingintiationfailed" = "Kunne ikke starte skjermopptak. Prøv på nytt";
"general.label.ok" = "OK";
"general.label.submit" = "Send inn";
"general.label.done" = "Ferdig";
"general.label.cancel" = "Avbryt";
"general.label.settings" = "Innstillinger";
"general.label.erroroccured" = "Det oppsto en feil";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "Filstørrelsen er overskredet. Filstørrelsen skal ikke være mer enn 3 MB";
"issuesubmissionscreen.label.attachfiles" = "Legg ved filer";
"issuesubmissionscreen.label.newrecording" = "Nytt opptak";
"issuesubmissionscreen.label.editrecording" = "Rediger opptak";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Ingen lydspor";
"videoannotationscreen.label.shapeborderwidth" = "Rammebredde";
"videoannotationscreen.label.shapelineopacity" = "Ugjennomsiktighet";
"videoannotationscreen.label.shapetextsize" = "Tekststørrelse";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "Elementvarigheten er forbi videolengden";
"videoannotationscreen.alert.notallowed" = "Ikke tillatt";
"videoannotationscreen.alert.deleteexisitingaudio" = "Slett den eksisterende lyden før du begynner å spille inn ny.";
"videoannotationscreen.alert.textlimitreached" = "Grensen er nådd";
"videoannotationscreen.alert.textdeleteexisting" = "Slett noe av den eksisterende teksten.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Stopp bildet før du spiller inn lyden";
"videoannotationscreen.alert.changesnotsaved" = "Endringene dine ble ikke lagret. Er du sikker på at du vil fortsette?";
"videoannotationscreen.alert.proceed" = "Fortsett";
"videoannotationscreen.alert.stroketypesolid" = "Fast";
"videoannotationscreen.alert.stroketypedashed" = "Stiplet";
"videoannotationscreen.alert.entertext" = "Skriv inn teksten";

"videoannotationscreen.label.trim" = "Beskjær";
"videoannotationscreen.label.mask" = "Masker";
"videoannotationscreen.label.shapes" = "Figurer";
"videoannotationscreen.label.text" = "Tekst";
"videoannotationscreen.label.audio" = "Lyd";
"videoannotationscreen.label.block" = "Blokker";
"videoannotationscreen.label.blur" = "Gjør uklart";
"videoannotationscreen.label.rectangle" = "Rektangel";
"videoannotationscreen.label.oval" = "Oval";
"videoannotationscreen.label.arrow" = "Pil";
"videoannotationscreen.label.color" = "Farge";
"videoannotationscreen.label.width" = "Bredde";
"videoannotationscreen.label.style" = "Stil";
"videoannotationscreen.label.edit" = "Rediger";
"videoannotationscreen.label.size" = "Størrelse";
"videoannotationscreen.label.background" = "Bakgrunn";
"videoannotationscreen.label.textregular" = "Vanlig";
"videoannotationscreen.label.textbold" = "Fet";
"videoannotationscreen.label.textitalics" = "Kursiv";
"videoannotationscreen.label.textbolditalics" = "Fet kursiv";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "E-postadresse";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Oppsummering av skjermopptak";
"issuesubmissionform.label.subjectdisplayname" = "Emne";
"issuesubmissionform.label.subjectplaceholder" = "Skriv inn emne";
"issuesubmissionform.label.addtoexistingticket" = "Legg til i eksisterende forespørsel";
"issuesubmissionform.label.existingticketid" = "Eksisterende forespørsels-ID";
"issuesubmissionform.label.enterticketidtolink" = "Skriv inn forespørsels-ID-en som skal tilknyttes";
"issuesubmissionform.label.issuedescription" = "Problembeskrivelse";
"issuesubmissionform.label.issuemoredetails" = "Gi mer informasjon om problemet";
"issuesubmissionform.label.submityourissue" = "Send inn problemet ditt";
"issuesubmissionform.alert.videouploadfailed" = "Videoopplasting mislyktes. Prøv igjen.";
"issuesubmissionform.alert.thanksmessagetitle" = "Takk for at du tar kontakt med oss!";
"issuesubmissionform.alert.thanksmessagebody" = "Vi prioriterer bekymringene dine, så brukerstøtteteamet vårt tar snart kontakt med deg. Ha en fin dag!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Kunne ikke laste opp videoredigeringsinformasjonen. Prøv igjen.";
"issuesubmissionform.label.entersubject" = "Skriv inn emnet til problemet";
"issuesubmissionform.label.enteremail" = "Skriv inn e-postadresse";
"issuesubmissionform.label.enterexistingticketid" = "Skriv inn en eksisterende forespørsels-ID";
"issuesubmissionform.label.choosephoto" = "Velg bilde";
"issuesubmissionform.label.browse" = "Bla gjennom";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "Tilgang til bildebibliotek er deaktivert. Gå til innstillinger og skru på Bildebibliotek for å få tilgang til bilder.";
"issuesubmissionform.alert.accestophotodisabledipad" = "Tilgang til bildebibliotek er deaktivert";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Gå til innstillinger og skru på Bildebibliotek for å få tilgang til bilder.";
"issuesubmissionform.alert.submitting" ="Sender inn";
